[
  "calendar",
  "obsidian-leaflet-plugin",
  "smart-random-note",
  "templater-obsidian",
  "hotkeysplus-obsidian",
  "obsidian-timelines",
  "tag-wrangler",
  "obsidian-show-file-path",
  "table-extended",
  "media-extended",
  "obsidian-style-settings",
  "url-into-selection",
  "folder-note-core",
  "note-refactor-obsidian",
  "alx-folder-note",
  "table-editor-obsidian",
  "obsidian-banners",
  "obsidian-collapse-all-plugin",
  "dataview",
  "obsidian-dice-roller",
  "fantasy-calendar",
  "file-explorer-note-count",
  "homepage",
  "obsidian-gallery",
  "markdown-attributes",
  "quickadd",
  "supercharged-links-obsidian",
  "auto-note-mover",
  "multi-column-markdown",
  "obsidian-admonition",
  "workspaces-plus",
  "dbfolder",
  "image-window",
  "various-complements",
  "remember-cursor-position",
  "obsidian-copy-block-link",
  "metadata-menu",
  "obsidian-import-json",
  "obsidian-5e-statblocks",
  "initiative-tracker",
  "obsidian-excalidraw-plugin",
  "obsidian-git"
]